Repository: shizus/sw_dice_bot
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: es

source: Welcome to the Star Wars Dice Roller bot! Use /roll <dice_input> to roll your dice. Use /language <en|es> to set your language. Use /list_dice to see available dice options. Example: /roll 2ca,2pe,3di,1be,2co
es: ¡Bienvenido al bot de tiradas de dados de Star Wars! Usa /roll <dice_input> para tirar tus dados. Usa /language <en|es> para configurar tu idioma. Usa /list_dice para ver las opciones de dados disponibles. Ejemplo: /roll 2ca,2pe,3di,1be,2co

source: Ability (ca)
es: Capacidad (ca)

source: Proficiency (pe)
es: Pericia (pe)

source: Difficulty (di)
es: Dificultad (di)

source: Challenge (de)
es: Desafío (de)

source: Boost (be)
es: Beneficio (be)

source: Setback (co)
es: Complicación (co)

source: Force (fu)
es: Fuerza (fu)

source: Available dice options:
es: Opciones de dados disponibles:

source: 🎲 **Individual Rolls:**
es: 🎲 **Tiradas individuales:**

source: **Final Results:**
es: **Resultados finales:**

source: Usage: /language <en|es>
es: Uso: /language <en|es>

source: Language set successfully.
es: Idioma configurado con éxito.
